examples/square2D_VIV_multiprocessing/env02/0/V0
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  8
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField::Internal;
    location    "10";
    object      V0;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 3 0 0 0 0 0];

value           nonuniform List<scalar> 
18474
(
0.00064169479
0.00063716765
0.00062853123
0.00061600816
0.0005999132
0.00058063678
0.00055862567
0.0005343622
...
)
;


// ************************************************************************* //
